{
    "english": "الإنجليزية",
    "spanish": "الإسبانية",
    "arabic": "العربية",
    "german": "الألمانية" ,





    "dataWeCollect": "البيانات التي نجمعها",
    "dataWeCollectContent": "يتم تخزين معلومات ملفك الشخصي، مثل اسمك وإنجازاتك وسجل التحديات، فقط على جهازك باستخدام قاعدة بيانات محلية. نحن لا نقوم بتحميل أو مشاركة أو الوصول إلى هذه البيانات على أي خادم.",
    "internetUse": "استخدام الإنترنت",
    "internetUseContent": "التطبيق لا يتطلب اتصالاً بالإنترنت لمعظم الميزات. يتم استخدام الإنترنت فقط للإشعارات داخل التطبيق (التحديثات العامة ومعلومات التحديات) ولإرسال الملاحظات إلى خادمنا.",
    "notificationsPrivacy": "خصوصية الإشعارات",
    "notificationsPrivacyContent": "يتم عرض جميع الإشعارات داخل التطبيق نفسه. تتضمن الإشعارات تحديثات حول التحديات الجديدة ومعلومات عامة متعلقة بالتطبيق.",
    "permissionsWeRequest": "الأذونات التي نطلبها",
    "permissionsWeRequestContent": "قد نطلب إذن الوصول إلى الكاميرا فقط إذا اخترت التقاط صورة لملفك الشخصي، وإذن الوصول إلى التخزين فقط إذا قمت بتحميل صورة من جهازك لملفك الشخصي. هذه الأذونات مخصصة فقط لتخصيص الملف الشخصي، ويتم تخزين صور الملف الشخصي فقط على جهازك. نحن لا نجمع أو نصل إلى هذه الصور.",
    "howWeUseYourData": "كيف نستخدم بياناتك",
    "howWeUseYourDataContent": "يتم استخدام بياناتك فقط لوظائف التطبيق الأساسية، مثل إدارة التحديات وتتبع الإنجازات وتخصيص ملفك الشخصي. تبقى جميع البيانات على جهازك. نحن لا نجمع أو نشارك أو نبيع بياناتك.",
    "feedbackSubmission": "إرسال الملاحظات",
    "feedbackSubmissionContent": "إذا اخترت إرسال ملاحظات، يتم إرسالها إلى خادمنا لمساعدتنا على تحسين التطبيق. عند إرسال الملاحظات، نحن لا نجمع أي بيانات شخصية، مثل اسمك أو أي معلومات تعريفية أخرى. يتم إرسال محتوى الملاحظات التي تكتبها فقط.",
    "appUsageAndDataStorage": "استخدام التطبيق وتخزين البيانات",
    "appUsageAndDataStorageContent": "يمكنك استخدام التطبيق دون إنشاء حساب أو تسجيل الدخول. يتم تخزين جميع معلومات ملفك الشخصي وتفضيلات اللغة والإعدادات محليًا على جهازك ولا يتم مشاركتها مع أي خادم." ,

    "contentUS" : "تواصل معنا "
}